Repository: SanomaCZ/ella-contests
Catalog: ella_contests/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Active
cs: Aktivní

source: count of contestants
cs: počet soutěžících

source: count of questions
cs: počet otázek

source: contestants (all correct answers)
cs: soutěžící (všechny správné odpovědi)

source: contestants (at least one correct answer)
cs: soutěžící (alespoň jedna správná odpověď)

source: Is not yet active
cs: Ještě není aktivní

source: Is closed
cs: Je již skončená

source: Is active now
cs: Je aktivní

source: State
cs: Stav

source: Unknown format for export
cs: Neznámý formát pro export

source: I have no handler for this format
cs: Nemám naprogramován algoritmus pro tento formát exportu

source: First name
cs: Křestní jméno

source: Last name
cs: Příjmení

source: Phone number
cs: Telefonní číslo

source: Address
cs: Adresa

source: Count of right answers
cs: Počet správných odpovědí

source: Count of all possible right answers
cs: Počet všech možných správných odpovědí

source: I can not export data becouse of any questions has not set choice as correct
cs: Nemohu provést export, protože některá/é z otázek nemají označenou správnou odpověď

source: All correct answers
cs: Všechny správné odpovědi

source: Results export
cs: Export výsledků

source: Has set correct choice
cs: Má nastavenou odpověď jako správnou

source: Contests
cs: Soutěže

source: Your email is not unique, you probably competed
cs: Váš email není unikátní, pravděpodobně jste již hlasoval/a

source: Some of the questions are filled incorrect
cs: Některé z otázek nejsou vyplněny, nebo jsou vyplněny chybně

source: Only one correct choice is allowed per question
cs: Může být jen jedna správná odpověď pro jednu otázku

source: You must specify one correct choice per question
cs: Musíte zvolit jednu správnou odpověď pro jednu otázku

source: Text with results
cs: Text s výsledky

source: Text with announcement
cs: Text s oznámením

source: Active from
cs: Aktivní od

source: Active till
cs: Aktivní do

source: Contest
cs: Soutěž

source: Order
cs: Pořadí

source: Photo
cs: Fotografie

source: Is required
cs: Je povinná

source: Question
cs: Otázka

source: Questions
cs: Otázky

source: Choice text
cs: text volby

source: Is correct
cs: Je správná

source: Answare inserted by user
cs: Odpověd zadává uživatel

source: Choice
cs: Volba

source: Choices
cs: Volby

source: Winner
cs: Vítěz

source: Contestant
cs: Soutěžící

source: Contestants
cs: Soutěžící

source: Answer text
cs: text odpovědi

source: Answer
cs: Odpověď

source: Answers
cs: Odpovědi

source: contestant
cs: soutěžící

source: result
cs: výsledek

source: conditions
cs: podmínky

source: question
cs: otázka

source: There is no such question in this contest.
cs: Soutěž nemá tuto otázku
